{
    "tutor": {
        "setspec": {
            "name": "Intro Practice",
            "lessonname": "Intro Instructive 3",
            "userselect": "false",
            "experimentTarget": "introins3",
            "stimulusfile": "IntroCorrectivestims.json"
        },
        "unit": [
            {
                "unitname": "Informed Consent",
                "unitinstructions": "<p>The experiment is designed to compare various degrees of corrective feedback while studying for an upcoming exam. You have been randomly assigned to this condition. Whatever condition you are in, please try to do your best, as this is a useful study tool. \n<p>If you should have any questions about this research study please feel free to contact your course instructor, or Kaitlyn Peperone at kpperone@memphis.edu. For questions regarding the research subjects' rights, the Chair of the Institutional Review Board for the Protection of Human Subjects should be contacted at 901-678-2705.\n<p>All efforts, within the limits allowed by law, will be made to keep the personal information in your research record private but total privacy cannot be promised. We will deidentify your data after the experiment before storing it on our computers long-term. By participating, you understand and agree that the deidentified data gathered during this study may be used by University of Memphis and published and/or disclosed by University of Memphis to others outside of University of Memphis. However, no personally identifying information will ever be mentioned in any such publication or dissemination of the research data and/or results to other researchers.\n<br><br><p align=\"center\">By clicking this continue button, I consent to the above terms. "
            },
            {
                "unitname": "Text Instuctions",
                "unitinstructions": "<p>The terms and facts you are about to see are representative of those you will tested on for the exam. You must review the terms and facts for a minimum of 15 minutes to receive extra credit. You may return to the review after the 15 minutes is up. You may find it useful to take notes on the topics throughout the 15 minutes. <br><br> If you have any questions about the system, please contact your course instructor. <br><br> Please remember to email your course instructor the 4 digit sequence that you used to log into the system.</p>"
            },
            {
                "unitname": "Text",
                "instructionminseconds": "900",
                "instructionmaxseconds": "900",
                "unitinstructions": "\n\t\t\tIn characterizing psychopathology, the situation or context, personal discomfort, society and culture are all taken into consideration.\n<br><br>\nIn the Diagnostic and Statistical Manual for Mental Disorders, the term “insanity” is never used to describe symptoms and/or disorders. <br><br>\nResearch utilizing pseudo-patients in a mental hospital hints at the importance of labels and expectations in the treatment of mental disorders. <br><br>\nHallucinations occur when someone experiences sensations that actually do not exist, such as hearing voices coming from the mailbox.<br><br>\nFlat affect is a lack of emotional expression and often occurs in people diagnosed with a psychotic disorder. <br><br>\nThe Stress-Vulnerability Hypothesis refers to one explanation for the development of psychotic disorders involving the interaction of genes and the environment. <br><br>\nDysthymic and cyclothymic disorders are types of moderate mood disorders.<br><br>\nA compulsion occurs when one engages in meaningless tasks repetitively, like washing your hands until they bleed.<br><br>\nA hallucination is an imaginary sensation, whereas a delusion is a false belief someone holds. <br><br>\nIn bipolar disorder, manic and depressive episodes can both have negative effects. Manic episodes can be just as detrimental as depressive episodes. <br><br>\nObsessive Compulsive Disorder is categorized as a type of anxiety disorder.<br><br>\nEating disorders, specifically Anorexia, result from a person's intense need for control, which they achieve through regulating food intake.<br><br>\nCognitive restructuring is used to address maladaptive thought patterns, like catastrophizing. <br><br>\nAny psychological technique used to facilitate positive changes in someone’s behaviors is called psychotherapy.<br><br>\nPsychopharmacology is implementing drugs to alleviate the symptoms of emotional disturbances. <br><br>\nA cognitive therapist may ask clients to record their maladaptive thoughts in order to change and reduce this type of thinking. <br><br>\nSystematic desensitization occurs when a client gradually gets closer and closer to a feared object or to completing a task that would normally make them anxious.<br><br>\nFreudian techniques used to discover unconscious feelings, thoughts, or conflicts include free association, dream analysis, and analyzing transference. <br><br>\nAccording to psychoanalytic/psychodynamic theory, a client in a therapy session may experience transference, when the client treats the therapist similar to a family member who used to treat the client poorly.<br><br>\nThe technique of reflection is a component of some non-directive therapies and involves a therapist rephrasing what a client has said to offer the client a different perspective from which to view their thoughts.<br><br>\nCognitive restructuring is a treatment that has been especially effective in treating depression.<br><br>\nAccording to Maslow, self-actualizers are accepting of their own flaws, can create deep and loving bonds, and feel comfort with solitude. <br><br>\nThe humanistic theory considers personality to be flexible and ever-changing.<br><br>\nPersonality is a unique and enduring behavior pattern.<br><br>\nIn order, Freud’s stages of psychosexual development are oral, anal, phallic, latency, and genital.<br><br>\nPsychoanalytic theory of personality views human nature as inherently bad and negative.<br><br>\nIn the five-factor theory of personality, neuroticism measures whether a person is anxious and unhappy or even-tempered and calm.<br><br>\nIn the Freudian view of personality, the ego and superego are partly in all three levels of consciousness while the id is completely unconscious.<br><br>\nThe negative aspects of Freud’s psychoanalytic theory include his view of women, an overemphasis of sex, and the inability to verify the theory in a scientific way.<br><br>\nIn Roger’s humanistic theory of personality, the three entities are ideal self, self-image, and true self.<br><br>\nAccording to discussions this semester, components of our lives that can influence our cognition and thoughts include culture, gender, and language. <br><br>\nIn the Big Five personality traits, the trait of conscientiousness influences one’s work ethic.<br><br>\nAccording to Freud’s psychoanalytic theory, the id is a self-serving and guided by innate urges. <br><br>\nAccording to Freud’s psychoanalytic theory, the ego is guided by the reality principle and is in charge of making thoughtful, executive decisions. <br><br>\nAccording to Freud’s psychoanalytic theory, the superego is a moral censor for our thoughts and actions.<br><br>\nIn human development, nature is no more important than nurture, as both interact to play critical roles.<br><br>\nPhysical growth and development in humans tend to happen in the same order.<br><br>\nAuthoritarian parents may use power assertion and withdrawal of love to discipline. <br><br>\nIn the the authoritative parenting style, there is a healthy and effective balance between the rights of parents and their children.<br><br>\nObject permanence is the understanding that objects continue to exist even when they are out of sight.<br><br>\nThe inability to take another person’s perspective is called egocentric thought.<br><br>\nAccording to Piaget’s cognitive development theory, a child tends to think of creative or abstract answers to hypothetical questions in the formal operational stage. <br><br>\nAccording to Erikson, the major conflict in the first year of life is that between trust versus mistrust. <br><br>\nAccording to Erikson, failure to develop a consistent identity results in role confusion.\n\t\t"
            },
            {
                "unitname": "Continuation",
                "unitinstructions": "<p>You have completed the extra credit. Please continue practicing if you want. <br><br> Please remember to email your course instructor the 4 digit sequence that you used to log into the system.</p>"
            },
            {
                "unitname": "Text-2",
                "instructionminseconds": "1000000",
                "instructionmaxseconds": "1000000",
                "unitinstructions": "In characterizing psychopathology, the situation or context, personal discomfort, society and culture are all taken into consideration.\n<br><br>\nIn the Diagnostic and Statistical Manual for Mental Disorders, the term “insanity” is never used to describe symptoms and/or disorders. <br><br>\nResearch utilizing pseudo-patients in a mental hospital hints at the importance of labels and expectations in the treatment of mental disorders. <br><br>\nHallucinations occur when someone experiences sensations that actually do not exist, such as hearing voices coming from the mailbox.<br><br>\nFlat affect is a lack of emotional expression and often occurs in people diagnosed with a psychotic disorder. <br><br>\nThe Stress-Vulnerability Hypothesis refers to one explanation for the development of psychotic disorders involving the interaction of genes and the environment. <br><br>\nDysthymic and cyclothymic disorders are types of moderate mood disorders.<br><br>\nA compulsion occurs when one engages in meaningless tasks repetitively, like washing your hands until they bleed.<br><br>\nA hallucination is an imaginary sensation, whereas a delusion is a false belief someone holds. <br><br>\nIn bipolar disorder, manic and depressive episodes can both have negative effects. Manic episodes can be just as detrimental as depressive episodes. <br><br>\nObsessive Compulsive Disorder is categorized as a type of anxiety disorder.<br><br>\nEating disorders, specifically Anorexia, result from a person's intense need for control, which they achieve by regulating food intake. <br><br>       \nCognitive restructuring is used to address maladaptive thought patterns, like catastrophizing. <br><br>\nAny psychological technique used to facilitate positive changes in someone’s behaviors is called psychotherapy.<br><br>\nPsychopharmacology is implementing drugs to alleviate the symptoms of emotional disturbances. <br><br>\nA cognitive therapist may ask clients to record their maladaptive thoughts in order to change and reduce this type of thinking. <br><br>\nSystematic desensitization occurs when a client gradually gets closer and closer to a feared object or to completing a task that would normally make them anxious.<br><br>\nFreudian techniques used to discover unconscious feelings, thoughts, or conflicts include free association, dream analysis, and analyzing transference. <br><br>\nAccording to psychoanalytic/psychodynamic theory, a client in a therapy session may experience transference, when the client treats the therapist similar to a family member who used to treat the client poorly.<br><br>\nThe technique of reflection is a component of some non-directive therapies and involves a therapist rephrasing what a client has said to offer the client a different perspective from which to view their thoughts.<br><br>\nCognitive restructuring is a treatment that has been especially effective in treating depression.<br><br>\nAccording to Maslow, self-actualizers are accepting of their own flaws, can create deep and loving bonds, and feel comfort with solitude. <br><br>\nThe humanistic theory considers personality to be flexible and ever-changing.<br><br>\nPersonality is a unique and enduring behavior pattern.<br><br>\nIn order, Freud’s stages of psychosexual development are oral, anal, phallic, latency, and genital.<br><br>\nPsychoanalytic theory of personality views human nature as inherently bad and negative.<br><br>\nIn the five-factor theory of personality, neuroticism measures whether a person is anxious and unhappy or even-tempered and calm.<br><br>\nIn the Freudian view of personality, the ego and superego are partly in all three levels of consciousness while the id is completely unconscious.<br><br>\nThe negative aspects of Freud’s psychoanalytic theory include his view of women, an overemphasis of sex, and the inability to verify the theory in a scientific way.<br><br>\nIn Roger’s humanistic theory of personality, the three entities are ideal self, self-image, and true self.<br><br>\nAccording to discussions this semester, components of our lives that can influence our cognition and thoughts include culture, gender, and language. <br><br>\nIn the Big Five personality traits, the trait of conscientiousness influences one’s work ethic.<br><br>\nAccording to Freud’s psychoanalytic theory, the id is a self-serving and guided by innate urges. <br><br>\nAccording to Freud’s psychoanalytic theory, the ego is guided by the reality principle and is in charge of making thoughtful, executive decisions. <br><br>\nAccording to Freud’s psychoanalytic theory, the superego is a moral censor for our thoughts and actions.<br><br>\nIn human development, nature is no more important than nurture, as both interact to play critical roles.<br><br>\nPhysical growth and development in humans tend to happen in the same order.<br><br>\nAuthoritarian parents may use power assertion and withdrawal of love to discipline. <br><br>\nIn the the authoritative parenting style, there is a healthy and effective balance between the rights of parents and their children.<br><br>\nObject permanence is the understanding that objects continue to exist even when they are out of sight.<br><br>\nThe inability to take another person’s perspective is called egocentric thought.<br><br>\nAccording to Piaget’s cognitive development theory, a child tends to think of creative or abstract answers to hypothetical questions in the formal operational stage. <br><br>\nAccording to Erikson, the major conflict in the first year of life is that between trust versus mistrust. <br><br>\nAccording to Erikson, failure to develop a consistent identity results in role confusion.\n\t\t"
            },
            {
                "unitname": "last",
                "unitinstructions": "You have now completed the practice. "
            }
        ]
    }
}